{
  "date": "2025-08-26",
  "tweets": [
    {
      "text": "If you could have any superpower, what would it be and how would you use it (for good or evil)?",
      "image_suggestion": null
    },
    {
      "text": "What's the most beautiful place you've ever been?  Trying to plan my next trip.",
      "image_suggestion": null
    },
    {
      "text": "What's one thing you're looking forward to this week?  Spread the positivity!",
      "image_suggestion": null
    },
    {
      "text": "What's a skill you'd love to learn but haven't had the time for?",
      "image_suggestion": null
    },
    {
      "text": "What's the best compliment you've ever received?",
      "image_suggestion": null
    },
    {
      "text": "What's the weirdest food combination you secretly enjoy?  Don't be shy, we've all got one.",
      "image_suggestion": null
    },
    {
      "text": "Is it better to be a jack of all trades or a master of one?  Let's debate.",
      "image_suggestion": null
    },
    {
      "text": "What's one song that instantly puts you in a good mood?  Drop a link, let's spread the joy.",
      "image_suggestion": null
    },
    {
      "text": "What's the best piece of advice you've ever ignored?  And how did that turn out?",
      "image_suggestion": null
    },
    {
      "text": "What's a seemingly mundane task you find oddly satisfying?  Folding laundry? Organizing spices?  Let's hear it.",
      "image_suggestion": null
    },
    {
      "text": "What's one thing you're ridiculously good at that nobody appreciates?",
      "image_suggestion": null
    },
    {
      "text": "What's the most interesting fact you know?  Go!",
      "image_suggestion": null
    },
    {
      "text": "Is cereal soup? This is important.",
      "image_suggestion": null
    },
    {
      "text": "What's the most interesting fact you've learned recently?  I'm always looking for new rabbit holes to fall down.",
      "image_suggestion": null
    },
    {
      "text": "What's a song that instantly puts you in a good mood?  Need some new tunes for my playlist.",
      "image_suggestion": null
    },
    {
      "text": "What's the weirdest food combination you secretly enjoy?  Don't be shy.",
      "image_suggestion": null
    },
    {
      "text": "What's something you're surprisingly good at?  Bragging encouraged.",
      "image_suggestion": null
    },
    {
      "text": "What's the best book you've read this year?  Give me some recommendations!",
      "image_suggestion": null
    },
    {
      "text": "What's the most embarrassing song you secretly love to sing along to?",
      "image_suggestion": null
    },
    {
      "text": "What's a skill you'd love to learn but haven't had the time for yet?",
      "image_suggestion": null
    },
    {
      "text": "What's the best piece of advice you've ever received?",
      "image_suggestion": null
    },
    {
      "text": "What's a song that always puts you in a good mood?  Sharing is caring, people.",
      "image_suggestion": null
    },
    {
      "text": "What's the best piece of advice you've ever received?  Let's spread some wisdom!",
      "image_suggestion": null
    },
    {
      "text": "What's one skill you wish you could learn instantly?  I'm thinking teleportation, personally.",
      "image_suggestion": null
    },
    {
      "text": "What's the weirdest food combination you enjoy?  Don't be shy. We all have our quirks.",
      "image_suggestion": null
    },
    {
      "text": "What's the weirdest food combination you secretly enjoy? Don't be shy.",
      "image_suggestion": null
    },
    {
      "text": "What's one thing you're surprisingly good at that most people wouldn't guess?",
      "image_suggestion": null
    },
    {
      "text": "Is it better to be a jack of all trades or a master of one?  What do you think?",
      "image_suggestion": null
    },
    {
      "text": "What's the best piece of advice you've ever received?  Let's hear some wisdom!",
      "image_suggestion": null
    },
    {
      "text": "What's one song that instantly puts you in a good mood?  Drop a link, I need some new tunes!",
      "image_suggestion": null
    },
    {
      "text": "What's a skill you wish you had learned earlier in life?",
      "image_suggestion": null
    },
    {
      "text": "What's the most interesting fact you know?  Impress me!",
      "image_suggestion": null
    },
    {
      "text": "If animals could talk, which species would have the best gossip?",
      "image_suggestion": null
    },
    {
      "text": "What's one thing you're looking forward to this week?  Spread some positivity!",
      "image_suggestion": null
    },
    {
      "text": "What's the most embarrassing song you secretly love?  Come on, spill it.",
      "image_suggestion": null
    },
    {
      "text": "What's the weirdest food combination you secretly enjoy? Don't be shy, we all have one.",
      "image_suggestion": null
    },
    {
      "text": "Is it better to be a jack of all trades or a master of one?  Why?",
      "image_suggestion": null
    },
    {
      "text": "What's the best piece of advice you've ever ignored?  (And how did that turn out?)",
      "image_suggestion": null
    },
    {
      "text": "Do you think pineapple belongs on pizza? There's only one right answer... kidding! (mostly)  What do YOU think?",
      "image_suggestion": null
    },
    {
      "text": "What's one song that instantly puts you in a good mood?  Drop a link! (Optional, but highly encouraged)",
      "image_suggestion": null
    },
    {
      "text": "What's something you used to be terrible at but are now pretty good at?  How'd you improve?",
      "image_suggestion": null
    },
    {
      "text": "What's the most interesting fact you've learned recently?  Trying to expand my brain here.",
      "image_suggestion": null
    },
    {
      "text": "What's one song that always makes you feel better, no matter what?",
      "image_suggestion": null
    },
    {
      "text": "What's a piece of advice you wish you could give your younger self?",
      "image_suggestion": null
    },
    {
      "text": "What's a skill you'd love to learn but haven't had the time or motivation to pursue?",
      "image_suggestion": null
    },
    {
      "text": "What's one thing you're surprisingly good at?",
      "image_suggestion": null
    },
    {
      "text": "What's the most spontaneous thing you've ever done?  Inspire me!",
      "image_suggestion": null
    },
    {
      "text": "What's a small act of kindness that's made a big impact on you?",
      "image_suggestion": null
    },
    {
      "text": "What's one thing you're grateful for today?",
      "image_suggestion": null
    },
    {
      "text": "What's the most interesting fact you've learned recently?  Bonus points for sharing a source!",
      "image_suggestion": null
    },
    {
      "text": "What's one invention from a sci-fi movie you wish existed in real life?",
      "image_suggestion": null
    },
    {
      "text": "What's something you're grateful for today?  Let's spread some positivity!",
      "image_suggestion": null
    },
    {
      "text": "What's a skill you'd love to learn, but haven't gotten around to yet?",
      "image_suggestion": null
    },
    {
      "text": "What's the most embarrassing song you secretly love?",
      "image_suggestion": null
    },
    {
      "text": "What's something you used to be terrible at, but are now pretty good at?",
      "image_suggestion": null
    },
    {
      "text": "What's the silliest thing you've ever stressed out about?  Let's laugh together.",
      "image_suggestion": null
    },
    {
      "text": "What's the best book you've read recently?",
      "image_suggestion": null
    },
    {
      "text": "What's the weirdest food combination you secretly enjoy?  Don't be shy, we all have one.",
      "image_suggestion": null
    },
    {
      "text": "What's the best piece of advice you've ever ignored?  (And did you regret it?)",
      "image_suggestion": null
    },
    {
      "text": "Is artificial intelligence a friend or foe?  Discuss.",
      "image_suggestion": null
    },
    {
      "text": "What's the most interesting fact you've learned recently?",
      "image_suggestion": null
    },
    {
      "text": "What's a skill you wish you had learned as a child?",
      "image_suggestion": null
    },
    {
      "text": "What's the silliest thing you've ever convinced someone was true?",
      "image_suggestion": null
    },
    {
      "text": "What's a small act of kindness that's had a big impact on you?",
      "image_suggestion": null
    },
    {
      "text": "What's the most beautiful place you've ever been?",
      "image_suggestion": null
    },
    {
      "text": "Is it better to be a jack of all trades, master of none, or a master of one?  Discuss!",
      "image_suggestion": null
    },
    {
      "text": "What's the most interesting fact you've learned recently? Blow my mind!",
      "image_suggestion": null
    },
    {
      "text": "What's one thing you're surprisingly good at, even though you don't do it often?",
      "image_suggestion": null
    },
    {
      "text": "Do you think aliens exist?  And if so, what's their deal?  Just curious.",
      "image_suggestion": null
    },
    {
      "text": "What's one song that instantly puts you in a good mood?  Need some new tunes!",
      "image_suggestion": null
    },
    {
      "text": "What's a skill you wish you had learned earlier in life? Never too late though, right?",
      "image_suggestion": null
    },
    {
      "text": "What's the most embarrassing thing you've ever done in public?  Let's laugh together (at your expense, sorry not sorry).",
      "image_suggestion": null
    },
    {
      "text": "If life were a video game, what would your character's special ability be?",
      "image_suggestion": null
    },
    {
      "text": "What's the weirdest food combination you genuinely enjoy?  Don't be shy, we've all got one.",
      "image_suggestion": null
    },
    {
      "text": "Is it better to be a big fish in a small pond or a small fish in a big pond?  Discuss!",
      "image_suggestion": null
    },
    {
      "text": "What's a skill you're currently trying to learn or improve?",
      "image_suggestion": null
    }
  ]
}